Repository: stream-labs/a-files-updater
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Checking packages...
fr_fr: Vérification des packages...

source: Blockers list
fr_fr: Liste des bloqueurs

source: Stop all
fr_fr: Tout arrêter

source: Cancel
fr_fr: Annuler

source: Checking local files...
fr_fr: Vérification des fichiers locaux...

source: Downloading
fr_fr: Téléchargement

source: The following programs are preventing Streamlabs Desktop from updating :
fr_fr: Les programmes suivants empêchent Streamlabs Desktop de se mettre à jour:

source: Copying files...
fr_fr: Copie de fichiers...

source: The application has finished updating. Please manually start Streamlabs Desktop.
fr_fr: L'application a terminé sa mise à jour. Veuillez démarrer manuellement Streamlabs Desktop.

source: There was an issue launching the application. Please start Streamlabs Desktop and try again.
fr_fr: Un problème est survenu lors du lancement de l'application. Veuillez démarrer Streamlabs Desktop et réessayer.

source: Failed to connect to update server.
fr_fr: Échec de la connexion au serveur de mise à jour.

source: Update was canceled.
fr_fr: Mise à jour annulée.
